Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: 37-622 700 x 35C 1958 47-559 26 x 1.95 2022 20-622 700 x 20C 2051 52-559 26 x 2.0 2054 23-622 700 x 23C 2070 25-622 700 x 25C 2080 28-622 700 x 28 2101 32-622 700 x 32C 2126 42-622 700 x 40C 2189
hr: Postavka dimenzija kotača (mm) 1884 1909 1947 1958 2022 2051 2054 2070 2080 2101 2126 2189 2220

source: 47-622 700 x 47C 2220 Wheel sizes on the chart are advisory as wheel size depends on the wheel type and air pressure.
hr: Veličine kotača u ovoj tablici su samo informativne, jer dimenzije kotača ovise o vrsti kotača i tlaku zraka.

source: Method 2 Measure the wheel manually for the most accurate result.
hr: Metoda 2 Ručno izmjerite promjer kotača, radi dobivanja najtočnijeg rezultata.

source: Use the valve to mark the point where the wheel touches the ground.
hr: Koristite poziciju ventila za označavanje točke gdje kotač dodiruje tlo.

source: Draw a line on the ground to mark that point.
hr: Na tlu povucite liniju kako bi označili tu točku.

source: Move your bike forward on a flat surface for one complete rotation.
hr: Pomaknite vaš bicikl prema naprijed na ravnoj površini za jedan kompletni okret kotača.

source: The tire should be perpendicular to the ground.
hr: Guma bi trebala biti okomita na tlo.

source: Draw another line on the ground at the valve to mark a full rotation.
hr: Nakon jednog punog okreta, nacrtajte drugu liniju na tlu na poziciji ventila.

source: Measure the distance between the two lines.
hr: Izmjerite udaljenost između dvije oznake na tlu.

source: Subtract 4 mm to account for your weight on the bike to get your wheel circumference.
hr: Odbijte 4 mm kako bi uračunali vašu masu na biciklu kako bi dobili opseg vašeg kotača.

source: Enter this value in the cycling computer.
hr: Unesite ovu vrijednost u monitor srčane frekvencije.

source: Teach
hr: POSTAVKE

source: Settings 33
hr: 33 HRVATSKI, SRPSKI

source: new sensor? is displayed.
hr: Prikaže se Teach new sensor? • • Ako je vaš senzor već uveden, odaberite No.

source: • If your sensor is already taught, select No. • To teach a new sensor, make sure that there are no other s3/s3+ stride sensors or G3/G5 GPS sensors nearby (40 m/131 ft) and then select Yes.
hr: Za uvođenje novog senzora, prvo provjerite da se u blizini (40m) ne nalazi drugi s3 senzor brzine trčanja ili G3 GPS senzor i odaberite Yes.

source: Altitude The training computer converts measured air pressure into an altitude reading.
hr: Nadmorska visina Monitor srčane frekvencije pretvara izmjereni tlak zraka u nadmorsku visinu.

source: Change the settings of the altimeter in the Altitude menu.
hr: Promijenite postavke altimetra u izborniku Altitude.

source: You can calibrate the altimeter manually or automatically.
hr: Altimetar možete kalibrirati ručno ili automatski.

source: Set the altitude function on or off
hr: Aktivirajte ili deaktivirajte funkciju nadmorske visine.

source: Select Settings > Features > Altitude > On / Off Calibrating the Altitude Manually
hr: Odaberite Settings > Features > Altitude > On / Off Ručno kalibriranje altimetra Odaberite Settings > Features > Altitude > Calibrate > postavite nadmorsku visinu trenutne lokacije.

source: Select Settings > Features > Altitude > Calibrate > set the altitude of current location
hr: Ako nadmorska visina vaše lokacije značajno odstupa od prikazane vrijednosti prikaže se Calibrate to xx?

source: If the altitude of your location differs significantly from the displayed altitude value Calibrate to xx? is displayed. • Yes: Altitude calibrated to xx is displayed. • No: Altitude calibration canceled is displayed.
hr: • • Yes: Prikaže se Calibrate to xx? No: Prikaže se Altitude calibration canceled .

source: The last altitude value stored in the training computer’s memory is applied.
hr: Primjenjuje se zadnja vrijednost nadmorske visine

source: Calibrate the altitude to ensure it remains accurate.
hr: spremljena u memoriju monitora srčane frekvencije.

source: Set the reference altitude whenever a reliable reference, such as a peak or a topographic map, is available or when at sea level.
hr: Kalibrirajte nadmorsku visinu kako bi bili sigurni da će ostati točna.

source: Calibrating the Altitude Automatically
hr: Postavite referentnu nadmorsku visinu kada god postoji pouzdana referenca, kao što je planinski vrh ili topografska karta, ili u razini mora.

source: Select Settings > Features > Altitude > AutoCalib > On / Off When automatic calibration is on, the last altitude value stored in the training computer’s memory is applied when exercising.
hr: Automatsko kalibriranje nadmorske visine Odaberite Settings > Features > Altitude > AutoCalib > On / Off Kada je automatska kalibracija aktivirana, tijekom vježbanja se primjenjuje zadnja vrijednost nadmorske visine spremljena u memoriju monitora srčane frekvencije.

source: This feature is especially useful if you always start a session in the same environment.
hr: Ova funkcija je jako korisna ako uvijek započinjete ciklus vježbanja u istoj okolini.

source: If automatic calibration fails, you are not in the usual environment and will need to calibrate the altitude manually.
hr: Ako automatska kalibracija ne uspije, niste u uobičajenoj okolini i morati ćete nadmorsku visinu kalibrirati ručno.

source: Altitude calibrated to xx m/ft indicates that calibration has succeeded.
hr: Altitude calibrated to xx m/ft označava da je kalibracija uspjela.

source: If Altitude calibration failed is displayed, re-calibrate the altitude.
hr: Ako se prikaže Altitude calibration failed , ponovo kalibrirajte nadmorsku visinu.

source: Recording Rate Select Settings > Features > Rec.rate > 1 / 2 / 5 / 15 / 60 sec The training computer can store your heart rate, speed/pace,* and altitude in 1, 2, 5, 15 or 60 second intervals.
hr: Učestalost snimanja Odaberite Settings > Features > Rec.rate > 1 / 2 / 5 / 15 / 60 sec Monitor srčane frekvencije može spremiti vaše otkucaje srca, brzinu, ritam* i nadmorsku visinu u intervalima od 1,2 ,5, 15 ili 60 sekundi.

source: A longer interval gives you more recording time, while a shorter interval allows you to record more heart and other data.
hr: Duži interval omogućuje duže vrijeme snimanja, dok kraći interval omogućuje snimanje više podataka.

source: This enables accurate data analysis using the software.
hr: To omogućuje preciznu analizu podataka koristeći softver.

source: A shorter recording rate consumes the memory of the training computer more rapidly.
hr: Kraći interval snimanja brže troši memoriju monitora srčane frekvencije.

source: The remaining recording time is displayed on the lower row when setting the rate.
hr: Prilikom namještanja intervala u donjem redu se prikazuje preostalo vrijeme snimanja.

source: Default recording rate is 5 seconds.
hr: Standardni interval je 5 sekundi.

source: When less than 30 minutes of maximum recording time is left, the recording rate changes automatically to longer recording time (1s > 2s > 5s > 15s > 60s).
hr: Kada ostane manje od 30 minuta maksimalnog vremena za snimanje, interval snimanja se automatski prebacuje na duži interval (1s > 2s > 5s > 15s > 60s).

source: This will maximize the time to record exercise data.
hr: To će maksimalizirati vrijeme snimanja podataka o vježbanju.

source: When the session ends, the current recording rate remains as default.
hr: Kada ciklus završi, u slijedećem intervalu vježbanja će se koristiti trenutni interval snimanja.

source: The following table shows the maximum recording times for each recording rate.
hr: Slijedeća tablica prikazuje maksimalna vremena snimanja za svaki interval snimanja.

source: Note that recording rate might change when there is less than 30 minutes of recording time left.
hr: Uzmite u obzir da se učestalost snimanja može promijeniti kad ostane manje od 30 minuta za snimanje.

source: 34 Settings
hr: 34 POSTAVKE

source: RR-data Speed Cadence S3/S3+ GPS Altitude Recording Rate
hr: RR Brzina snimanje

source: 1s 2s 5s 15s 60s
hr: Ritam S3 GPS

source: Off 22h 45h 112h 338h 1354h Off Off Off Off On 30min 00min 50min 30min 20min
hr: Nadmorska Interval snimanja visina

source: Off 5h 11h 28h 78h 312h Off Off Off On Off 30min 10min 10min 00min 30min Off 4h 9h 24h 67h 270h Off Off Off On On 50min 40min 10min 40min 50min
hr: 1s 2s 5s 338h 30min 112h 50min 28h 10min 24h 10min 67h 40min 48h 20min 26h 00min 22h 30min 169h 10min 84h 30min 26h 00min 22h 30min 84h 30min 56h 20min 28h 10min 24h 10min 67h 40min 48h 20min 26h 00min 22h 30min

source: Off 13h 27h 67h 169h 677h Off Off On Off Off 30min 00min 40min 10min 10min Off 9h 19h 48h 126h 507h Off Off On Off On 40min 20min 20min 50min 50min
hr: 15s 1015h 40min 338h 30min 78h 00min 67h 40min 169h 10min 126h 50min 72h 30min 63h 20min 507h 50min 203h 00min 72h 30min 63h 20min 203h 00min 145h 00min 78h 00min 67h 40min 169h 10min 126h 50min 72h 30min 63h 20min

source: Off 5h 10h 26h 72h 290h Off Off On On Off 10min 20min 00min 30min 10min Off 4h 9h 22h 63h 253h Off Off On On On 30min 00min 30min 20min 50min
hr: 60s 4036h 00min 1354h 20min 312h 30min 270h 50min 677h 10min 507h 50min 290h 10min 253h 50min 2031h 30min 812h 30min 290h 10min 253h 50min 812h 30min 580h 20min 312h 30min 270h 50min 677h 10min 507h 50min 290h 10min 253h 50min

source: Off 33h 67h 169h 507h 2031h Off On Off Off Off 50min 40min 10min 50min 30min
hr: Off Off Off Off Off Off Off Off Off Off Off Off Off Off Off Off Off Off Off Off

source: Off 5h 10h 26h 72h 290h Off On Off On Off 10min 20min 00min 30min 10min
hr: Off Off Off Off Off Off Off Off Off Off Off Off On On On On On On On On

source: Off 4h 9h 22h 63h 253h Off On Off On On 30min 00min 30min 20min 50min
hr: Off Off Off Off Off Off Off Off On On On On Off Off Off Off On On On On

source: Off 16h 33h 84h 203h 812h On Off Off Off Off 50min 50min 30min 00min 30min
hr: Off Off Off Off On On On On Off Off Off Off Off Off Off Off Off Off Off Off

source: Off 11h 22h 56h 145h 580h On Off Off Off On 10min 30min 20min 00min 20min
hr: Off Off On On Off Off On On Off Off On On Off Off On On Off Off On On

source: Off 5h 11h 28h 78h 312h On Off Off On Off 30min 10min 10min 00min 30min
hr: Off On Off On Off On Off On Off On Off On Off On Off On Off On Off On

source: Off 4h 9h 24h 67h 270h On Off Off On On 50min 40min 10min 40min 50min Off 13h 27h 67h 169h 677h On On Off Off Off 30min 00min 40min 10min 10min
hr: 67h 40min 22h 30min 5h 30min 4h 50min 13h 30min 9h 40min 5h 10min 4h 30min 33h 50min 16h 50min 5h 10min 4h 30min 16h 50min 11h 10min 5h 30min 4h 50min 13h 30min 9h 40min 5h 10min 4h 30min

source: Off 9h 19h 48h 126h 507h On On Off Off On 40min 20min 20min 50min 50min Off 5h 10 26h 72h 290h On On Off On Off 10min 20min 00min 30min 10min
hr: 135h 20min 45h 00min 11h 10min 9h 40min 27h 00min 19h 20min 10h 20min 9h 00min 67h 40min 33h 50min 10h 20min 9h 00min 33h 50min 22h 30min 11h 10min 9h 40min 27h 00min 19h 20min 10 20min 9h 00min

source: Off 4h 9h 22h 63h 253h On On Off On On 30min 00min 30min 20min 50min
hr: POSTAVKE

source: Settings 35
hr: 35 HRVATSKI, SRPSKI

source: On 40h 40h 40h 40h 40h Off Off Off Off Off 30min 30min 30min 30min 30min
hr: Nadmorska Interval snimanja visina

source: On 18h 25h 32h 37h 39h Off Off Off Off On 20min 20min 40min 30min 50min On 5h 9h 17h 27h 36h Off Off Off On Off 20min 20min 30min 20min 10min
hr: 1s 2s 5s 40h 30min 32h 40min 17h 30min 15h 50min 27h 20min 23h 30min 16h 30min 15h 00min 36h 10min 29h 50min 16h 30min 15h 00min 29h 50min 25h 20min 17h 30min 15h 50min 27h 20min 23h 30min 16h 30min 15h 00min

source: On 4h 8h 15h 26h 35h Off Off Off On On 30min 10min 50min 00min 40min On 11h 18h 27h 33h 38h Off Off On Off Off 50min 20min 20min 50min 40min
hr: 15s 40h 30min 37h 30min 27h 20min 26h 00min 33h 50min 31h 40min 26h 40min 25h 20min 39h 00min 36h 10min 26h 40min 25h 20min 35h 00min 32h 40min 27h 20min 26h 00min 33h 50min 31h 40min 26h 40min 25h 20min

source: On 8h 14h 23h 31h 38h Off Off On Off On 40min 30min 30min 40min 00min On 4h 8h 16h 26h 36h Off Off On On Off 50min 40min 30min 40min 00min
hr: 60s 40h 30min 39h 50min 36h 10min 35h 40min 38h 40min 38h 00min 36h 00min 35h 20min 40h 10min 39h 30min 36h 00min 35h 20min 39h 00min 38h 20min 36h 10min 35h 40min 38h 40min 38h 00min 36h 00min 35h 20min

source: On 4h 7h 15h 25h 35h Off Off On On On 10min 40min 00min 20min 20min
hr: On On On On On On On On On On On On On On On On On On On On

source: On 4h 8h 16h 26h 36h Off On Off On Off 50min 40min 30min 40min 00min
hr: Off Off Off Off Off Off Off Off Off Off Off Off On On On On On On On On

source: On 4h 7h 15h 25h 35h Off On Off On On 10min 40min 00min 20min 20min
hr: Off Off Off Off Off Off Off Off On On On On Off Off Off Off On On On On

source: On 14h 21h 29h 35h 39h On Off Off Off Off 30min 20min 50min 00min 00min
hr: Off Off Off Off On On On On Off Off Off Off Off Off Off Off Off Off Off Off

source: On 5h 9h 17h 27h 36h On Off Off On Off 20min 20min 30min 20min 10min
hr: Off Off On On Off Off On On Off Off On On Off Off On On Off Off On On

source: On 4h 8h 15h 26h 35h On Off Off On On 30min 10min 50min 00min 40min
hr: Off On Off On Off On Off On Off On Off On Off On Off On Off On Off On

source: On 11h 18h 27h 33h 38h On On Off Off Off 50min 20min 20min 50min 40min On 8h 14h 23h 31h 38h On On Off Off On 40min 30min 30min 40min 00min
hr: 40h 30min 18h 20min 5h 20min 4h 30min 11h 50min 8h 40min 4h 50min 4h 10min 25h 20min 14h 30min 4h 50min 4h 10min 14h 30min 10h 00min 5h 20min 4h 30min 11h 50min 8h 40min 4h 50min 4h 10min

source: On 4h 8h 16h 26h 36h On On Off On Off 50min 40min 30min 40min 00min On 4h 7h 15h 25h 35h On On Off On On 10min 40min 00min 20min 20min
hr: 40h 30min 25h 20min 9h 20min 8h 10min 18h 20min 14h 30min 8h 40min 7h 40min 31h 10min 21h 20min 8h 40min 7h 40min 21h 20min 16h 10min 9h 20min 8h 10min 18h 20min 14h 30min 8h 40min 7h 40min

source: 36 Settings
hr: 36 POSTAVKE

source: ** This is a sum of 2 or more exercises; maximum duration of a single exercise is 99 h 59 min 59 s.
hr: ** Ovo je suma 2 ili više vježbi; maksimalno trajanje pojedine vježbe je 99h 59min 59s.

source: The maximum recording time can be shorter, if you record a large number of short exercises.
hr: Maksimalno vrijeme snimanja može biti kraće, ako snimate veliki broj kratkih vježbi.

source: The durations in the table are estimates.
hr: Trajanja u tablici su procjena.

source: For RR data, maximum recording time depends on heart rate and variation of heart rate.
hr: Za RR podatke, maksimalno vrijeme snimanja ovisi o otkucajima srca i varijaciji otkucaja srca.

source: If you record laps in your exercise, and/or if you have created an exercise that includes phases with the software, the maximum recording time will decrease.
hr: Ako snimate krugove i/ili stvorite vježbu koja uključuje faze sa softverom, maksimalno vrijeme snimanja će se smanjiti.

source: Recording doesn't automatically stop when the memory becomes full.
hr: Snimanje ne prestaje automatski kada se memorija napuni.

source: Therefore, exercise time may be longer than recording time.
hr: Stoga, vrijeme vježbanja može biti duže od vremena snimanja.

source: RR Data Function Select Settings > Features > RR data > On / Off The RR data recording function measures and records heartbeat variations within one millisecond resolution.
hr: Funkcija RR podataka Odaberite Settings > Features > RR data > On / Off Funkcija snimanja RR podataka mjeri i snima intervale otkucaja srca s rezolucijom od jedne milisekunde.

source: This enables the analysis (accuracy 1ms) of heart rate variability (HRV) using the software.
hr: To omogućuje analizu (točnost 1ms) promjene otkucaja srca (HRV) koristeći softver.

source: The RR data function consumes the memory of the training computer, therefore when setting the function, the remaining recording time is shown on the lower row of the display.
hr: Funkcija RR podataka troši memoriju monitora srčane frekvencije i prilikom postavljanja ove funkcije, preostalo vrijeme snimanja je prikazano u donjem redu zaslona.

source: Speed View Select Settings > Features > Speed view > km/h (mph) or min/km (min/mi)
hr: Prikaz brzine Odaberite Settings > Features > Speed view > km/h (mph) or min/km (min/mi)

source: Automatic Lap Recording Set the automatic lap recording
hr: Automatsko snimanje kruga Postavljanje automatskog snimanja kruga.

source: Select Settings > Features > A.Lap > On > set the lap distance The training computer will automatically record laps.
hr: Odaberite Settings > Features > A.Lap > On > set the lap distance Monitor srčane frekvencije će automatski snimati krugove.

source: Choose Off to deactivate.
hr: Odaberite Off za deaktiviranje.

source: Heart Rate View Define the way to display your heart rate
hr: Pregled otkucaja srca Odaberite format prikaza otkucaja vašeg srca.

source: Select Settings > Features > HR view > HR / HR% / HRR%
hr: Odaberite Settings > Features > HR view > HR / HR% / HRR%

source: Select Settings > Features > Sport zones > Sport zone low limit
hr: Sportske zone Definiranje sportskih zona u monitoru srčane frekvencije.

source: Set the lower limit of sport zone 1 by pressing UP or DOWN.
hr: Odaberite Settings > Features > Sport zones > Sport zone low limit Postavite donju granicu sportske zone 1 pritiskom na GORE ili DOLJE.

source: Then press OK.
hr: Tada pritisnite OK.

source: Set the lower limits of each sport zone in the same way.
hr: Na jednaki način postavite donje granice svake sportske zone.

source: When setting the lower limit, the upper limit of the previous zone is set automatically.
hr: Prilikom postavljanja donje granice, gornja granica prethodne zone se postavlja automatski.

source: Press and hold LIGHT to switch between sport zone views: HR% (percentage of maximum heart rate) or BPM (beats per minute) or HRR% (percentage of heart rate reserve).
hr: Pritisnite i držite SVJETLO za prebacivanje između pregleda sportskih zona. HR% postotak maksimalnog broja otkucaja srca) ili BPM (otkucaja u minuti) ili HRR% (postotak rezerve otkucaja srca).

source: You can change settings easily by using the software. For further information, see software help.
hr: Postavke možete lako mijenjati koristeći softver. za dodatne informacije, pogledate upute za softver.

source: User Settings Set accurate user information in the training computer to receive the correct feedback on your performance. To set user information in the training computer
hr: Korisničke postavke U monitor srčane frekvencije unesite točne korisničke informacije kako bi dobili točne povratne informacije o vašim performansama.

source: Select Settings > User
hr: Za postavljanje korisničkih informacija u monitor srčane frekvencije Odaberite Settings > User POSTAVKE

source: Settings 37
hr: 37 HRVATSKI, SRPSKI

source: • Weight: To change units, press and hold LIGHT • Height: To change units, press and hold LIGHT • Birthday: dd=day, mm=month, yy=year • Sex: Male/Female • Activity: Top/High/Moderate/Low • Heart Rate : HRmax, HRsit • VO2max: Maximal oxygen intake
hr: Za promjenu jedinica, pritisnite i držite SVJETLO Height: Visina. Za promjenu jedinica, pritisnite i držite SVJETLO Birthday: Rođendan. dd=dan, mm=mjesec, yy=godina.

source: Activity Level
hr: Sex: Spol.

source: Activity level is an assessment of your level of long-term physical activity.
hr: Muški/Ženski. Activity: Aktivnost.

source: In the training computer, these values are used to calculate your energy expenditure.
hr: Najviša/Visoka/Srednja/Niska.

source: Heart Rate: HRmax, HRsit
hr: Heart Rate : Otkucaji srca; HRmax, HRsit VO2max: Maksimalni unos kisika.

source: HRmax (Maximum heart rate): Your age-predicted HR max value (220 - age) is used as a default.
hr: Razina aktivnosti Razina aktivnosti je procjena vaše razine dugotrajne fizičke aktivnosti.

source: Set your HRmax manually if your maximum heart rate has been determined in a lab, or if you have tested your maximum heart rate in the field yourself.
hr: Otkucaji srca: HRmax, HRsit HRmax (maksimalni broj otkucaja srca): Standardno se koristi prema vašim godinama predviđena vrijednost HRmax (220 – godine).

source: HRsit (Heart rate value in a sitting position): Set your HRsit value if you have determined it according to the instructions.
hr: HRsit (broj otkucaja srca u sjedećem položaju): Standardno se koristi prema vašim godinama predviđena vrijednost HRsit.

source: For instructions, see Heart Rate Value in a Sitting Position (page 55).
hr: Postavite vašu vrijednost HR sit ako ste je odredili prema uputama.

source: Maximal Oxygen Intake: VO2max
hr: Za upute, pogledajte Otkucaji srca u sjedećem položaju (stranica 55 ).

source: VO2max is your body’s maximum capacity for oxygen consumption during maximum exertion.
hr: Maksimalni unos kisika: VO 2max VO 2max je maksimalni kapacitet potrošnje kisika vašeg tijela za vrijeme maksimalnog napora.

source: The most accurate way of determining VO2max is to perform a maximal stress test in a laboratory.
hr: Najtočniji način određivanja vrijednosti VO 2max je provođenje testa maksimalnog napora u laboratoriju.

source: If you know your exact clinically-tested VO2max, set the value in the training computer.
hr: Ako znate vašu točnu klinički testiranu vrijednost VO 2max, unesite je u monitor srčane frekvencije.

source: Otherwise, measure a comparable value, OwnIndex, by taking the Polar Fitness Test.
hr: Inače, izmjerite usporedivu vrijednost OwnIndex, provođenjem testa Polar Fitness Test.

source: For further information, see Polar Fitness Test TM (page ? ).
hr: Za dodatne informacije, pogledajte Polar Fitness Test TM (stranica 45 ).

source: If changes are made to the user settings, User settings updated is displayed.
hr: Ako su promjene napravljene u korisničkim postavkama, prikaže se User settings updated .

source: You can change settings easily by using the software.
hr: Možete unijeti i namjestiti korisničke postavke koristeći softver.

source: General Settings
hr: Općenite postavke

source: This does not affect the watch
hr: Zvuk Za namještanje glasnoće

source: 38 Settings
hr: 38 POSTAVKE

source: or target zone alarms (TZ Alarm). To set the target zone alarm on/off
hr: To ne utječe na zvukove sata ili alarma ciljanih zona (TZ Alarm).

source: Select Settings > General > Sound > TZ Alarm > On / Off The target zone alarm will go off, and the limits will flash when you are outside the target zone.
hr: Za uključivanje/isključivanje alarma ciljane zone Odaberite Settings > General > Sound > TZ Alarm > On / Off Alarm ciljane zone će se uključiti i granice će treptati kada se nađete izvan ciljane zone.

source: If the volume is turned off, but TZ Alarm is still on, the TZ Alarm will still function.
hr: Ako je glasnoća isključena, ali TZ Alarm je i dalje aktivan, TZ Alarm će i dalje raditi.

source: Keylock Define keylock settings
hr: Blokiranje tipki Za definiranje postavki blokiranja tipki.

source: Select Settings > General > Keylock > Manual / Automatic Keylock prevents accidental button presses. • Manual: Activate the manual keylock.
hr: Odaberite Settings > General > Keylock > Manual / Automatic Blokiranje tipki sprečava slučajno pritiskanje tipki. • Manual: Aktiviranje ručnog blokiranja tipki.

source: To turn keylock on/off, press and hold LIGHT for at least one second. • Automatic: Keylock is activated in time mode when buttons have not been pressed for one minute.
hr: Za uključivanje/isključivanje blokade tipki, pritisnite i držite tipku SVJETLO najmanje na sekundu. • Automatic: Blokiranje tipki se aktivira ako tipke nisu pritisnute duže od jedne minute.

source: Units Set preferred units in the training computer Select Settings > General > Units > kg/cm/km or lb/ft/mi Language Select language
hr: Jedinice U monitoru srčane frekvencije namjestite preferirane mjerne jedinice Odaberite Settings > General > Units > kg/cm/km or lb/ft/mi
